Repository: MaximSvid/OnlineShopBig
Catalog: Localizable.xcstrings
Source language: en
Languages: de

source: %lld items
de: %lld Artikel

source: 🎉 Congratulations! 🎉
de: 🎉 Herzlichen Glückwunsch! 🎉

source: Action Price
de: Actionspreis

source: Active
de: Activ

source: Add
de: Hinzufügen

source: Add Banner
de: Banner hinzufügen

source: Add Coupon Code
de: Gutscheincode hinzufügen

source: Add New Banner+
de: Neuen Banner hinzufügen+

source: Add New Coupon
de: Neuen Gutscheitn hinzufügen

source: Add New Product+
de: Neuen Product hinzufügen+

source: Add Product
de: Product hinzufügen

source: Add+
de: Hinzufügen

source: Admin Home
de: Admin-Statseite

source: Admin Home View
de: Admin-Statseite

source: Adress
de: Adresse

source: Appearance
de: Erscheiningsbild

source: Brand
de: Marke

source: Buy Now
de: Jetzt Kaufen

source: Categories
de: Kategorien

source: Category
de: Kategorie

source: Check Out
de: Prüfen

source: Confirm Passoword
de: Passwort bestätigen

source: Count Products
de: Produkte zählen

source: Coupon %@ applied successfully!
de: Gutschein %@ erfolgreich angewendet!

source: Coupon code
de: Gutscheincode

source: Coupon Code
de: Gutscheincode

source: Coupons
de: Gutschein

source: Create Account
de: Konto erstellen

source: Dark Mode
de: Dunkelmodus

source: Delete
de: Löschen

source: Delivery Firm: %@
de: Lieferung Firma: %@

source: Delivery Method
de: Liefermethode

source: Delivery Methods
de: Liefermethoden

source: Delivery price:
de: Lieferprise:

source: Delivery Price:
de: Lieferprise:

source: Delivery settings
de: Lieferungseinstellungen

source: Delivery Time:
de: Lieferzeit

source: Delivery:
de: Lieferung:

source: Description
de: Beschreibung

source: Detail View
de: Detailansicht

source: Discount (%@)
de: Rabatt(%@)

source: Discount Type
de: Tabattart

source: Discount Value
de: Rabattwert

source: Discount: %@
de: Rabatt: (%@)

source: Don't have an account?
de: Kein Konto?

source: Edit
de: Bearbeiten

source: Edit Product
de: Product bearbeitern

source: Enter your Coupo Code
de: Geben Sie Ihren Gutscheincode ein

source: Enter your coupon here to get a discount! Don't miss the chance to save on your purchase.
de: Geben Sie hier Ihren Gutschein ein, um einen Rabatt zu erhalten! Verpassen Sie nicht die Chance, bei Ihrem Kauf zu sparen.

source: Expires: %@
de: Läuft ab:%@

source: Expitration Date
de: Ablaufdatum

source: Favorite
de: Favorit

source: Fixed Amount
de: Fester Betrag

source: Hello, World!
de: Hallo, Welt

source: Home
de: Startseite

source: HomeDetail Admin
de: Startseiten-Details Admin

source: Images successfully uploaded!
de: Bilder erfolgreich hochgeladen!

source: Inactive
de: Inaktiv

source: Key
de: Schlüssel

source: Login
de: Angeldung

source: Logout
de: Abmeldung

source: My Cart
de: Mein Warenkorb

source: My Receipts
de: Meine Quittungen

source: New coupons and discounts
de: Neue Gutscheine und Rabatte

source: New delivery methods
de: Neue Liefermethoden

source: Next
de: Weiter

source: No banners available
de: Keine Banner verfügbar

source: One price:
de: Ein Preis:

source: Or
de: Oder

source: Order Completion
de: Bestellabschluss

source: Order Summary
de: Bestellübersicht

source: Other Items
de: Andere Artikel

source: Out of stock
de: Ausverkauft

source: Payment methods
de: Zahlung Methode

source: Payment Methods
de: Zahlung Methode

source: Payments Admin
de: Zahlung Admin

source: Personal Details
de: Persönliche Datei

source: Please fill in all fields.
de: Fühlen Sie bitte alle Felder

source: Please select a payment method
de: Bitte wählen Sie eine Zahlungsmethode aus

source: Precentage
de: Prozentsatz

source: Price
de: Preis

source: Price:
de: Preis:

source: Product count:
de: Produktanzahl:

source: Products
de: Produkte

source: Quantity of goods:
de: Warenmenge:

source: Rating
de: Bewertung

source: Receipts
de: Quittungen

source: Save
de: Speichern

source: Search products...
de: Produkte suchen...

source: Select a Color
de: Wählen Sie eine Farbe aus

source: Select Images
de: Bilder auswählen

source: Settings
de: Einstellungen

source: Shipping Details
de: Versanddetails

source: Sign In with Apple
de: Bit Apple anmelden

source: Sign In with facebook
de: Mit Facebook anmelden

source: Sign In with Google
de: Mit Google anmelden

source: Sign up
de: Registrieren

source: Status:
de: Staus:

source: Sum
de: Summe

source: Thank you for your order! We're already working on it. You can track your order progress in the order information section.
de: Vielen Dank für Ihre Bestellung! Wir arbeiten bereits daran. Sie können den Fortschritt Ihrer Bestellung im Abschnitt Bestellinformationen verfolgen.

source: Total
de: Gesamt

source: Total price:
de: Gesamtpreis:

source: Total:
de: Gesamt

source: Update Coupone
de: Gutschein aktualisieren

source: Update Delivery
de: Lieferung aktualisieren

source: Upload Images
de: Bilder hochladen

source: User first name and last name
de: Benutzer Vor-und Nachname

source: User Receipts
de: Benutzerquittungen

source: Visibility
de: Sichbarkeit

source: Welcome
de: Willkommen

source: You have not added any products to favorite yet
de: Sie haben noch keine Produkte zu Favoriten hinzugefügt

source: Your cart is empty
de: Ihr Warenkorb ist leer
